Repository: mp0wer/django-otp-sms
Catalog: otp_sms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Message not found
ru: Сообщение не найдено

source: Message is in the queue
ru: Сообщение находится в нашей очереди

source: Message is on the way to the operator
ru: Сообщение передается оператору

source: Message is on the way to the recipient
ru: Сообщение отправлено (в пути)

source: Message delivered
ru: Сообщение доставлено

source: Message failed: out of time
ru: Не может быть доставлено: время жизни истекло

source: Message failed: cancelled by the operator
ru: Не может быть доставлено: удалено оператором

source: Message failed: phone malfunction
ru: Не может быть доставлено: сбой в телефоне

source: Message failed: unknown reason
ru: Не может быть доставлено: неизвестная причина

source: Message declined
ru: Не может быть доставлено: отклонено

source: Message failed: exceeded limit of messages to this number per day
ru: Не может быть доставлено: превышено количество сообщений на этот номер в день

source: Message failed: exceeded limit of identical messages to this number per minute
ru: Не может быть доставлено: превышено количество одинаковых сообщений на этот номер в минуту

source: Message failed: exceeded limit of identical messages to this number per day
ru: Не может быть доставлено: превышено количество одинаковых сообщений на этот номер в день

source: The supplied API key is wrong
ru: Неправильный api_id

source: Out of money
ru: Не хватает средств на лицевом счету

source: Bad recipient
ru: Неправильно указан получатель

source: Message text not specified
ru: Нет текста сообщения

source: Bad sender (unapproved)
ru: Имя отправителя не согласовано с администрацией

source: Message too long
ru: Сообщение слишком длинное (превышает 8 СМС)

source: Day message limit reached
ru: Будет превышен или уже превышен дневной лимит на отправку сообщений

source: Can't send messages to that number
ru: На этот номер (или один из номеров) нельзя отправлять сообщения, либо указано более 100 номеров в списке получателей

source: Wrong time
ru: Параметр time указан неправильно

source: Blacklisted recipient
ru: Вы добавили этот номер (или один из номеров) в стоп-лист

source: GET used when POST must have been
ru: Используется GET, где необходимо использовать POST

source: Unknown method
ru: Метод не найден

source: Text must be in UTF-8
ru: Текст сообщения необходимо передать в кодировке UTF-8

source: The service is temporarily unavailable
ru: Сервис временно недоступен, попробуйте чуть позже

source: Exceeded limit of messages per day
ru: Превышен общий лимит количества сообщений на этот номер в день

source: Exceeded limit of identical messages per minute
ru: Превышен лимит одинаковых сообщений на этот номер в минуту

source: Exceeded limit of identical messages per day
ru: Превышен лимит одинаковых сообщений на этот номер в день

source: Invalid token
ru: Неправильный token (возможно истек срок действия, либо ваш IP изменился)

source: Wrong password
ru: Неправильный пароль, либо пользователь не найден

source: User authenticated, but not confirmed
ru: Пользователь авторизован, но аккаунт не подтвержден (пользователь не ввел код, присланный в регистрационной смс)

source: Unknown status
ru: Неизвестный статус

source: You have exceeded the limit SMS, try after %(minutes)d minutes
ru: Вы превысили лимит SMS, попробуйте через %(minutes)d минут

source: Error sending sms
ru: Ошибка при отправке SMS

source: Phone number
ru: Телефон

source: Confirmation code
ru: Код подтверждения

source: Please enter a correct phone number and confirmation code
ru: Пожалуйста введите правильный номер телефона и код подтверждения из смс

source: This account is inactive.
ru: Ваш пользователь заблокирован

source: The mobile number to deliver tokens to.
ru: Телефон для отправки одноразового пароля

source: A random key used to generate tokens (hex-encoded).
ru: Случайный ключ для генерации одноразового пароля

source: SMS Device
ru: SMS устройтство

source: Enter a valid phone number.
ru: Введите верный номер телефона в формате +79001234567
